[
  {
    "id": 1,
    "title": "UNHRC (Junior)",
    "subtitle": "United Nations Human Rights Council (Junior - Grade 6 to 8)",
    "agenda": "Evaluating Human Rights Violations and Exploring Measures to Safeguard Civilians amid the Israel-Hamas Conflict",
    "agendaText": "The ongoing Israel-Hamas conflict has resulted in devastating civilian casualties and widespread human rights violations on both sides. As international law continues to be challenged and innocent lives hang in the balance, the Human Rights Council faces an urgent mandate to investigate these violations and establish concrete mechanisms for civilian protection. In times when diplomatic solutions seem distant, the HRC must serve as a beacon of accountability and justice for all affected populations.",
    "backgroundGuideLink": "../BG Guides/UNHRC.pdf",
    "backgroundImage": "c1.jpg",
    "first": true,
    "executiveBoard": [
      {
        "name": "Sourav Satish",
        "quote": "",
        "description": "",
        "image": "Sourav Satish.jpg"
      },
      {
        "name": "Zaina Rao",
        "quote": "Elegance is refusal - Coco Chanel",
        "description": "",
        "image": "Zaina Rao.jpg"
      },
      {
        "name": "Aadi Nair",
        "quote": "",
        "description": "",
        "image": "Aadi Nair.jpg"
      }
    ]
  },
  {
    "id": 2,
    "title": "ECOSOC (Junior)",
    "subtitle": "Economic and Social Council (Junior - Grade 6 to 8)",
    "agenda": "Discussing the Regulation of Cryptocurrencies in Light of Their Role in Money Laundering, Tax Evasion, and Terror Financing",
    "agendaText": "The rapid proliferation of cryptocurrencies has created unprecedented challenges for global financial systems and regulatory frameworks. As digital currencies become increasingly utilized for illicit activities including money laundering, tax evasion, and terror financing, ECOSOC must develop comprehensive regulatory mechanisms that balance innovation with security. The Council faces the complex task of establishing international standards that prevent criminal exploitation while fostering legitimate digital financial growth and inclusion.",
    "backgroundGuideLink": "#",
    "backgroundImage": "c2.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Noel Ankit Nayak",
        "quote": "I have only my genius to declare",
        "description": "",
        "image": "Noel Ankit.jpg"
      },
      {
        "name": "Suban Sudhakar",
        "quote": "life cometh, life goeth",
        "description": "",
        "image": "Suban Sudhakar.jpg"
      },
      {
        "name": "Kaavya Bhardwaj",
        "quote": "Perhaps there is a sublime peace in the unburdened mind where the world is not a puzzle to be solved but a simple truth to be experienced ― Kaavya Bhardwaj (a random Tuesday)",
        "description": "A passionate MUNer from the very start, Kaavya is thrilled to be moderating this committee. Known for her dedication and meticulous attention to detail, she is excited to guide delegates through complex discussions. With a love for macroeconomics and a talent for philosophical discussions, she's eager to help delegates build strong, well-rounded arguments. Having consistently achieved a perfect placement record at MUNs like NISCMUN (Cambodia), GWHMUN, TISBMUN, and NEEVMUN, and of course, our very own here at Oakridge :), she is ready to share her experience and ensure everyone has a fulfilling debate. Apart from MUNing the girl loves showing off her flawless German, dominating a game of badminton, or listening to anything Fleetwood Mac.",
        "image": "Kaavya Bhardwaj.jpg"
      }
    ]
  },
  {
    "id": 3,
    "title": "UNSC",
    "subtitle": "United Nations Security Council",
    "agenda": "Operation Rising Lion: Addressing the Escalation of Hostilities Between Iran and Israel with special emphasis on regional stability, nuclear non-proliferation, and operation Rising Lion. (Freeze Date: June 15th, 2025)",
    "agendaText": "The escalating tensions between Iran and Israel have reached a critical juncture, threatening regional stability and global security. Operation Rising Lion represents a significant escalation in Middle Eastern hostilities, with implications for nuclear non-proliferation efforts and international peace. The Security Council must navigate complex geopolitical dynamics while addressing immediate security concerns and preventing further regional destabilization. With a freeze date of June 15, 2025, the Council faces urgent pressure to implement effective de-escalation measures and protective mechanisms for civilian populations caught in the crossfire.",
    "backgroundGuideLink": "../BG Guides/UNSC.pdf",
    "backgroundImage": "c3.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Alfred Thomas",
        "quote": "Diplomacy is like jazz: endless variations on a theme. -Richard Holbrooke",
        "description": "",
        "image": "Alfred Thomas.jpg"
      },
      {
        "name": "Arnav Keshav",
        "quote": "It is not titles that honour men, but men that honour titles. – Niccolò Machiavelli",
        "description": "With over 20 Model UN conferences behind him, Arnav has amassed 9 Best Delegate Awards, including an unbroken streak of five on the trot. A Grade 11 student and CLAT aspirant, he has a keen interest in International Law and, because of this, has developed a particular affinity for the Security Council. Having won Best Delegate in some of Bangalore's most prestigious conferences such as KMUN, CoMUN, IRSMUN, DSUMUN and CJCMUN, he has cemented his standing as one of the school circuit's best. His speeches, often filled with legal theory and in-depth case law analysis, dictate the flow of debate in most conferences. In the past year, Arnav has been a force to reckon with in every MUN he has stepped foot in, and shifts the balance of debate merely through his presence in most conferences.",
        "image": "Arnav Keshav.jpg"
      },
      {
        "name": "Ryan Gomez",
        "quote": "I'm him",
        "description": "Ryan Gomez is an avid munner with over 15 conferences and a nearly perfect placement record. Having placed at conferences such as Harvard Model United Nations, GWHMUN, SJPUCMUN, DEENSMUN, SOIMUN, NEEVMUN, OWISMUN and many more he has a knack for legalities and impressive rhetorics. Outside of muns he loves to do almost anything but especially play the guitar and creating something new.",
        "image": "Ryan Gomez.jpg"
      }
    ]
  },
  {
    "id": 4,
    "title": "HCC",
    "subtitle": "Historical Crisis Committee",
    "agenda": "Addressing the Escalation of the Six-Day War",
    "agendaText": "Freeze Date: June 5, 1967 — The opening day of the war, marked by Israel's surprise airstrikes against Egyptian airfields, rapid mobilization across multiple fronts, and the beginning of a conflict whose outcome and territorial consequences remain uncertain.",
    "backgroundGuideLink": "#",
    "backgroundImage": "c4.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Abbas Ahmed",
        "quote": "",
        "description": "Abbas Ahmed is a sophomore law student at Ramaiah College of Law, driven by a passion for justice and advocacy. With a strong academic record and a natural flair for leadership, Abbas has sharpened his skills in public speaking and legal research through numerous moot court competitions, where he's been celebrated with top honors like Best Advocate. A seasoned debater, he has chaired Model United Nations conferences nationwide, earning a reputation for insightful guidance and diplomacy. Currently, he's gaining hands-on legal experience as a Paralegal at Halo Partners, while serving as the Convening President of the Electoral Literacy Club at Ramaiah. Beyond academics, Abbas is dedicated to social change, volunteering with Hamara Trust and 40seconds to support human rights and uplift communities. Dynamic and committed, Abbas brings a blend of skill, empathy, and leadership to every arena he enters.",
        "image": "Abbas Ahmed.jpg"
      },
      {
        "name": "Vedanth Reddy",
        "quote": "Butter Chicken + Romali Roti",
        "description": "",
        "image": "Vedanth Reddy.jpg"
      },
      {
        "name": "Aarav Kejiriwal",
        "quote": "",
        "description": "The first ever directive he wrote was no longer than this very paragraph, but genius knows no bounds. Aarav Kejriwal never fails to propel the committee into chaos with unparalleled precision and meticulously detailed directives. From flying a plane into the Berlin Wall to the glorified assassination of Adolf Hitler (he thinks he's funny), his directives dominate the crisis update. Wielding an inexplicable urge to be the harbinger of chaos, He receives pleasure watching delegates cower in fear thanks to his ability to find holes within any argument and is always ready to pick apart a delegate for the smallest errors. Most often recognised by his tenacity and speeches which transcend the ordinary, presenting your moderator",
        "image": "Aarav Kejiriwal.jpg"
      }
    ]
  },
  {
    "id": 5,
    "title": "DISEC",
    "subtitle": "Disarmament & International Security Committee",
    "agenda": "The Status of Private Military Companies in Armed Conflict: Accountability and Regulation",
    "agendaText": "The proliferation of private military companies (PMCs) in contemporary armed conflicts has created a complex web of accountability challenges and regulatory gaps in international law. As these private actors increasingly operate in conflict zones worldwide, DISEC must address the legal ambiguities surrounding their status, conduct, and oversight. The committee faces the critical task of establishing clear frameworks for PMC accountability while balancing state sovereignty, operational effectiveness, and the protection of civilian populations. The growing influence of these entities in global security architecture demands urgent attention to prevent potential abuses and ensure compliance with international humanitarian law.",
    "backgroundGuideLink": "../BG Guides/DISEC.pdf",
    "backgroundImage": "c5.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "BS Chetan Swaroop Reddy",
        "quote": "",
        "description": "",
        "image": "BS Chetan Swaroop Reddy.jpg"
      },
      {
        "name": "Avaneesh Reddy",
        "quote": "",
        "description": "",
        "image": "Avaneesh Reddy.jpg"
      },
      {
        "name": "Aditya Agarwal",
        "quote": "Diplomacy is the art of telling people to go to hell in such a way they ask for directions - Winston churchill",
        "description": "",
        "image": "Aditya Agarwal.jpg"
      }
    ]
  },
  {
    "id": 6,
    "title": "AIPPM",
    "subtitle": "All India Political Parties Meet",
    "agenda": "Discussing the Functioning of Enforcement Directorate (ED), CBI, and Alleged Political Vendetta",
    "agendaText": "India's premier investigative agencies, the Enforcement Directorate and Central Bureau of Investigation, face mounting scrutiny over allegations of political misuse and selective enforcement. As questions arise about the independence and impartiality of these crucial institutions, political parties must address concerns about their functioning while maintaining the integrity of India's democratic processes. The committee must navigate sensitive issues of institutional autonomy, accountability mechanisms, and the balance between law enforcement and political neutrality. The challenge lies in strengthening these agencies' credibility while ensuring they serve justice rather than political interests.",
    "backgroundGuideLink": "../BG Guides/AIPPM.pdf",
    "backgroundImage": "c6.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Aarav Motreja",
        "quote": "To me, the mark of civilisation is this unquenchable thirst of man to demand justice for his ancestors; to correct a historical wrong. For that exemplifies a continuity; an idea, a memory that can never be erased; that worth fighting for and preserving. ― Anand Ranganathan",
        "description": "",
        "image": "Aarav Motreja.jpg"
      },
      {
        "name": "Talin Gowda",
        "quote": "Carpe Diem",
        "description": "",
        "image": "Talin Gowda.jpg"
      }
    ]
  },
  {
    "id": 7,
    "title": "UNODC",
    "subtitle": "United Nations Office on Drugs and Crime",
    "agenda": "Reassessing Global Counter-Narcotics Strategy in Light of the Expanding Power and Transnational Reach of South and North American Drug Cartels",
    "agendaText": "The exponential growth and sophistication of drug cartels across the Americas has fundamentally altered the global narcotics landscape, challenging traditional counter-narcotics approaches and threatening regional stability. These transnational criminal organizations now wield unprecedented power, corrupting institutions and destabilizing entire regions while expanding their operations across continents. UNODC must reassess and reformulate global counter-narcotics strategies to address the evolving nature of these criminal enterprises, their technological capabilities, and their increasing influence on legitimate economies and governance structures. The challenge requires unprecedented international cooperation and innovative approaches to dismantle these networks while addressing root causes of the drug trade.",
    "backgroundGuideLink": "#",
    "backgroundImage": "c7.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Alby Matthews",
        "quote": "",
        "description": "",
        "image": "Alby Matthews.jpg"
      },
      {
        "name": "Ayaan J. Sachdeva",
        "quote": "Ballin",
        "description": "Having started mun-ing in 2022, from which point on he has maintained a perfect OD/BD record in all his committees, featuring prestigious conferences such as YALEMUN India, Gearmun, Neevmun among others. A die hard F1, NFL, NBA and Cricket fan, alongside a player of the drums, presenting your UNODC Vice Chair: Ayaan J. Sachdeva!",
        "image": "Ayaan J. Sachdeva.jpg"
      },
      {
        "name": "Yavisht Sethi",
        "quote": "",
        "description": "",
        "image": "Yavisht Sethi.jpg"
      }
    ]
  },
  {
    "id": 8,
    "title": "UNGA",
    "subtitle": "United Nations General Assembly",
    "agenda": "Reviewing the misuse of the Responsibility to Protect (R2P) to justify unilateral or bloc-based interventions",
    "agendaText": "The Responsibility to Protect doctrine, established to prevent mass atrocities and protect vulnerable populations, faces critical scrutiny over its alleged misuse to justify unilateral military interventions and advance geopolitical interests. As the international community grapples with questions of sovereignty versus humanitarian intervention, the General Assembly must examine how R2P has been applied in practice and address concerns about selective implementation and political manipulation. The challenge lies in preserving the doctrine's humanitarian intent while preventing its exploitation as a pretext for unauthorized military action. The Assembly must work toward clarifying the parameters and oversight mechanisms for R2P implementation to restore its credibility and effectiveness.",
    "backgroundGuideLink": "../BG Guides/UNGA.pdf",
    "backgroundImage": "c8.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Samiksha VB",
        "quote": "You don't just find your voice in silence. You build it, a little by little, word by word, room by room.",
        "description": "",
        "image": "Samiksha VB.jpg"
      },
      {
        "name": "Aditi Anand",
        "quote": "",
        "description": "",
        "image": "Aditi Anand.jpg"
      },
      {
        "name": "Anaga Anand",
        "quote": "Quit, don't quit. Noodles, don't noodles. – Master Oogway",
        "description": "With a strong background as both a delegate and an Executive Board member, Anaga now takes on the role of Moderator eager to encourage diplomacy, debate, and collaboration.",
        "image": "Anaga Anand.jpg"
      }
    ]
  },
  {
    "id": 9,
    "title": "ICJ",
    "subtitle": "International Court of Justice",
    "agenda": "Reevaluating the Principle of Proportionality in International Law with special emphasis on its Role in Armed Conflicts and State Responsibility (Azoria vs. Calvera)",
    "agendaText": "The principle of proportionality in international law faces unprecedented challenges as modern warfare and state actions blur traditional legal boundaries and test established jurisprudential frameworks. As conflicts become increasingly complex and asymmetric, the International Court of Justice must reevaluate how proportionality is assessed, applied, and enforced in contemporary international relations. The court faces the critical task of clarifying the standard for proportional response in armed conflicts while addressing state responsibility for both action and inaction. This judicial review comes at a time when the international community struggles to balance legitimate security concerns with the protection of civilian populations and adherence to humanitarian law.",
    "backgroundGuideLink": "#",
    "backgroundImage": "c9.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Algin Thomas",
        "quote": "",
        "description": "",
        "image": "Algin Thomas.jpg"
      },
      {
        "name": "Nikhita Nandakumar",
        "quote": "",
        "description": "",
        "image": "Nikhita Nandakumar.jpg"
      },
      {
        "name": "Arin Jagtap",
        "quote": "The art of diplomacy is to take the sting out of a confrontation. - Kofi Annan",
        "description": "Arin Vineeth Jagtap is what most would call a semi-seasoned MUNer. Since 2023, he has attended over 20 conferences as both a delegate and an Executive Board member, with appearances and placements at TISBMUN, CANMUN, GWHMUN, DeensMUN and many more. With a placement rate of around 75%, Arin has consistently focused on building a balanced presence in the committee by combining assertiveness with approachability. His experience spans a wide range of formats, from high-stakes crisis simulations to nuanced GA debates and even fictional debates, enabling him to adapt seamlessly to diverse committee dynamics.",
        "image": "Arin Jagtap.jpg"
      }
    ]
  },
  {
    "id": 10,
    "title": "IPC",
    "subtitle": "International Press Corps",
    "agenda": "International Press",
    "agendaText": "The International Press Corps operates as the watchful eye of global democracy, documenting and reporting on international diplomatic proceedings with unwavering commitment to truth and transparency. As the fourth estate of international governance, the Press Corps faces unique challenges in maintaining journalistic integrity while navigating complex political landscapes and ensuring accurate, unbiased coverage of critical global issues. In an era of information warfare and media manipulation, the Press Corps serves as a crucial safeguard for democratic accountability and public awareness in international affairs.",
    "backgroundGuideLink": "#",
    "backgroundImage": "c10.jpg",
    "first": false,
    "executiveBoard": [
      {
        "name": "Gunav Menon",
        "quote": "",
        "description": "",
        "image": "Gunav Menon.jpg"
      },
      {
        "name": "Varshini J",
        "quote": "br s nt shkspr",
        "description": "",
        "image": "Varshini J.jpg"
      }
    ]
  }
]